tap "argoproj/tap"
tap "derailed/k9s"
tap "extrawurst/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "johanhaleby/kubetail"
tap "kube-score/tap"
tap "nativeos/i386-elf-toolchain"
tap "phinze/cask"
tap "sevki/gcc_cross_compilers"
tap "wakeful/selection"
tap "zegervdv/zathura"
brew "ack"
brew "libffi"
brew "readline"
brew "xz"
brew "python@3.9"
brew "glib"
brew "cairo"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "allegro"
brew "antigen"
brew "asciiquarium"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "asdf"
brew "python@3.8"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "bfg"
brew "bochs"
brew "llvm"
brew "ccls"
brew "cdrtools"
brew "chezmoi"
brew "cmake"
brew "cmatrix"
brew "colordiff"
brew "composer"
brew "cowsay"
brew "cython"
brew "jasper"
brew "dive"
brew "doctl"
brew "dust"
brew "erlang"
brew "elixir"
brew "enca"
brew "exa"
brew "exiftool"
brew "fd"
brew "unbound"
brew "gnutls"
brew "leptonica"
brew "libass"
brew "libvpx"
brew "ffmpeg"
brew "folly"
brew "fzf"
brew "gawk"
brew "gdb"
brew "ghc"
brew "libidn"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "gsettings-desktop-schemas"
brew "graphviz"
brew "gtk+3"
brew "vala"
brew "gitg"
brew "gnu-sed"
brew "go"
brew "gobuster"
brew "groonga"
brew "helm"
brew "htop"
brew "httpie", link: false
brew "i686-elf-gcc"
brew "libheif"
brew "imagemagick"
brew "istioctl"
brew "jq"
brew "kompose"
brew "kops"
brew "kubectx"
brew "lf"
brew "libicns"
brew "libproxy"
brew "libslirp"
brew "linkerd"
brew "lynx"
brew "mariadb", restart_service: true
brew "mas"
brew "ninja"
brew "meson"
brew "minikube", link: false
brew "mpv"
brew "mtr"
brew "ncdu"
brew "neofetch"
brew "notmuch"
brew "neomutt"
brew "neovim"
brew "nmap"
brew "node"
brew "node-build"
brew "nodenv"
brew "nsnake"
brew "nss"
brew "pandoc"
brew "poetry"
brew "qt"
brew "poppler"
brew "postgresql"
brew "procs"
brew "pv"
brew "qemu"
brew "ranger"
brew "rclone"
brew "reattach-to-user-namespace"
brew "ruby"
brew "ruby-build"
brew "rust"
brew "sdl"
brew "sl"
brew "sphinx-doc"
brew "spotify-tui"
brew "sqlcipher"
brew "step"
brew "telnet"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "tokei"
brew "translate-toolkit"
brew "tree"
brew "vifm"
brew "vim"
brew "watch"
brew "watchman"
brew "wget"
brew "x86_64-elf-binutils"
brew "x86_64-elf-gcc"
brew "xorriso"
brew "yarn"
brew "youtube-dl"
brew "z"
brew "zbar"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "derailed/k9s/k9s"
brew "extrawurst/tap/gitui"
brew "johanhaleby/kubetail/kubetail"
brew "kube-score/tap/kube-score"
brew "nativeos/i386-elf-toolchain/i386-elf-binutils"
brew "nativeos/i386-elf-toolchain/i386-elf-gcc"
brew "wakeful/selection/yaml2json"
brew "zegervdv/zathura/zathura"
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "1password-cli"
cask "alacritty"
cask "android-studio"
cask "brave-browser"
cask "catlight"
cask "cyberduck"
cask "daisydisk"
cask "db-browser-for-sqlite"
cask "dotnet-sdk"
cask "emacs"
cask "font-fira-code"
cask "fork"
cask "freecad"
cask "gimp"
cask "gitkraken"
cask "google-chrome-canary"
cask "google-cloud-sdk"
cask "graphiql"
cask "graphql-playground"
cask "hyper"
cask "imageoptim"
cask "inkscape"
cask "insomnia"
cask "iterm2"
cask "jitsi"
cask "lens"
cask "licecap"
cask "macdown"
cask "macvim"
cask "microsoft-edge"
cask "microsoft-teams"
cask "minikube"
cask "mono-mdk-for-visual-studio"
cask "nextcloud"
cask "ngrok"
cask "opera"
cask "postgres"
cask "postman"
cask "powershell"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "qutebrowser"
cask "sequel-pro"
cask "spotify"
cask "steam"
cask "suspicious-package"
cask "teamviewer"
cask "the-unarchiver"
cask "thunderbird"
cask "transmit"
cask "typora"
cask "unity-hub"
cask "vimr"
cask "vivaldi"
cask "webpquicklook"
cask "whatsapp"
cask "wkhtmltopdf"
cask "wwdc"
cask "xnviewmp"
cask "xquartz"
cask "zoc"
mas "1Password 7", id: 1333542190
mas "Affinity Designer", id: 824171161
mas "Apple Configurator 2", id: 1037126344
mas "Barracuda VPN Client", id: 1555242566
mas "Cardhop", id: 1290358394
mas "DevCleaner", id: 1388020431
mas "Developer", id: 640199958
mas "Evernote", id: 406056744
mas "Fantastical", id: 975937182
mas "GitLab Control", id: 1272162567
mas "iHex", id: 909566003
mas "Keynote", id: 409183694
mas "MacFamilyTree 9", id: 1458866808
mas "Mactracker", id: 430255202
mas "Magnet", id: 441258766
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Outlook", id: 985367838
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PiPer", id: 1421915518
mas "PiPifier", id: 1160374471
mas "Pixelmator", id: 407963104
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
